

export default function Buildings() {

    return (
        <>

            <h1>Строения </h1>
            <p>
                Первые здания в Одессе строятся в стиле классицизма, отличаются рационализмом и скупостью декора. В 1820—1830-е годы в условиях растущей экономико-политической значимости города в Одессе наблюдается расцвет ампира.

                Вследствие многонациональности Одессы в архитектуре культовых зданий прослеживается византийско-греческое влияние, а в планировке и фасадных композициях жилых домов можно встретить архитектурные приёмы не только итальянского и французского, но и армянского[источник не указан 4980 дней] происхождения.
            </p>
            </>
    )
}
