

export default function Streets() {

    return (
        <>

            <h1>Улицы </h1>
            <p>
                Камень для мощения улиц привозили из различных портов Италии (Триеста, Генуи, Ливорно, Неаполя) и с Мальты корабли, бравшие его в качестве балласта. Стоил он дорого и для нужд города его не хватало. Так, согласно запискам Джона Стефанса, к 1835 году были замощены лишь некоторые из улиц, из-за чего в городе стояла пыль и жители были вынуждены носить плащи, дабы защитить свою одежду[1].
            </p>
        </>
    )
}
